{
  "title": "rafael_mortan Project",
  "cells": [
    {
      "type": "markdown",
      "data": "#read me\n.important \n#codelife #motivation \n@most @least"
    },
    {
      "type": "text",
      "data": "<b><i>Now that I have the knowledge</i></b><b><i>&nbsp;now to accurately describe the structure of the document, i’m revisiting my first solid project.</i></b><br>"
    },
    {
      "type": "code",
      "language": "html",
      "data": "<!DOCTYPE html>\n  <html lang=\"en\">\n    <head>\n      <meta charset=\"utf-8\">             \n      <title>About RAFAEL A. MORTAN</title>\n      <link rel=\"stylesheet\" type=\"text/css\" href=\"css/normalize.css\" media=\"screen\">\n      <link href=\"https://fonts.googleapis.com/css?family=Baloo+Bhai|David+Libre|Open+Sans|Slabo+27px|Yatra+One\" rel=\"stylesheet\">\n    <link rel=\"stylesheet\" href=\"css/main.css\">\n    <link rel=\"stylesheet\" href=\"css/responsive.css\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    </head>\n        <body background=\"img/babybluelagoon.jpg\">\n         <header>           \n            <h1>ABOUT</h1>\n            <h2>RAFAEL A. MORTAN</h2>\n             <p>Tel:(603)438-2517 Address: 56 ODE way Manchester NH 03103 E-mail: 01rmortan5@gmail.com</p>\n           \n         </header>\n           <section>\n            <article>\n             <div class=\"\"><article class=\"\"><img id=\"img\" src=\"img/IMG_0354.jpg\" alt=\"IMG error\">\n              <h1>Summary</h1>                                          \n               <p>Hi my name is Rafael Mortan I am a Self-motivated Machinist determined \n                  to produce and repair all mechanical equipment with precision and keen \n                  attention to detail.</p>                              \n               <p>Focused on driving continuous improvement through innovative ideas \n                  and methods. Machinist with leadership skills and talent in motivating \n                  and helping teams achieve business goals and objectives.</p>           \n               <p>Certified CNC Machinist with extensive setup and program adjustment\n                  experience. Currently working toward CNC Programmer certificate, also i \n                  am currently a junior programer.\n               </p>\n            </article>\n             </div>\n            <article>\n              <h2>ACCOMPLISHMENTS</h2>\n                <ul>                        \n                    <li>Able to accurately produce a print for any piece to be manufactured up to .0003 on any scale.\n                    </li>                                             \n                    <li>Managed  head Quality to jobs that resulted in life long customers.\n                    </li>\n                    <li>Operated computer-assisted engineering and design software to complete task by deadline.\n                    </li>\n                    <li>Responsible for adjusting programs to either compensate for machine or material including piece.\n                    </li>   \n                    <li>Able to asses inventory, organize, order and understand most materials i.e. Monel,303-316 alloy steels, nickel, copper, and different grades of plastics and how to best cut them.\n                    </li>\n                    <li>Efficiently machined small and large parts to tolerances of .00015 or less.\n                    </li>\n                    <li>Proposed process changes that significantly improved quality and efficiency. Ten times over \n                    </li>\n                </ul>\n            </article><hr>\n            <article>\n              <h1>SKILLS</h1>\n               <p>-Quality Inspection:commercial,defense,medical & food grade,computerized charting,educator </p>\n               <p>-People skills: great bedside manner,enthusiastic people person,advanced problem-solving, great organizational skills</p>\n               <p>-Programming: Able to modify programs and Troubleshoot</p>               \n            </article><hr>\n            <article>\n              <h2>Attributes</h2>\n               <p>I believe that hard work is the key to success. To succeed in \n                  life one must endure the challenges life presents and work to overcome\n                  hese challenges to be the best possible person that one can be.\n                  We must not only use hard work to impress those around us but also \n                  to achieve goals that we set for ourselves. If we as individuals \n                  do not work hard to succeed, then we do not receive the same \n                  satisfaction as we would if we put in hour upon hour or even year upon\n                  year of work to achieve our goals. I believe for one to be successful,\n                  he must be willing to work hard to succeed in any aspect of life.</p>  \n               <p>What is a hard worker?What qualifies a person to be categorized \n                  as a hard worker? He or She would have to be willing to do the work \n                  and not only do it but do it right. <em>Efficiency?</em> Efficiency \n                  is showing up on time and getting the job done right in a decent amount \n                  of time.A person would have the knowledge to be able to do their work.\n                  Just as the cell is basic for life efficiency is the basic factor of \n                  all hard workers. Efficiency is extremely important it ties in \n                  with the other factors of the hard worker. Bosses look for people who \n                  are efficient people who get the job done the best and fastest way. \n                  Efficiency is not only better and faster but it is also cheaper another\n                  factor of efficiency is tardiness. Tardiness is a big factor in the \n                  work place No matter whom a person works for they will not keep their\n                  job if there is a problem getting to work on time. The one about your\n                  car not starting only works so many times before they say You are \n                  Fired Bottom line is do not be late One morning if the car does not \n                  start the most important thing to do should be to call and tell your\n                  employer what happened Fix it later Just find a ride to work for now. \n                  The second factor in a hard worker is the knowledge base of the person.\n                  Knowledge base is the person right for the job A knowledge base \n                  should not only contain the skills needed to do the job but also some \n                  common sense meaning problem solving skills.               \n               </p>                        \n              <h2>Leadership</h2>\n               <p>Due to its multi-faceted composition and complexity, leadership is a common word that is difficult to describe. In ctuality, leadership can be defined in a variety of way. It is an act of influencing an organized group in their activities for setting goals and reaching achievement. It can also be defined as influence exercised in a particular situation to achieve one or more goals. \n               </p>\n               <p>A leader must possess a variety of qualities. The best leaders understand they don't know everything. Acting as though you know everything while being a leader is a misconception that is very dangerous when it comes to leadership. It is important to gather information from other individuals before making a final decision on an issue. A good leader should gather opinions and views from others in order to broaden their knowledge of a situation. This is important even when the final decision is left up to the person in charge of the group.<br>I AM THIS LEADER.\n               </p>\n            </article>                                        \n               <aside>\n                   <h2><q>Yesterday is not ours to recover, but tommorow is ours to<em>WIN</em> or <em>LOSE</em></q></h2>\n                   <h3><small>By:Lyndon B. Jhonson</small></h3>\n               </aside>   \n            </article>\n                    <div>\n                     <article>\n                      <section id=\"\" class=\"\">   \n                        <div class=\"\"><h1>Expirience</h1></div><span class=\"\">\n                         <a class=\"\" href=\"https://gist.github.com/capitalJT/2c78cdf407f8e8acd960\" target=\"_blank\"></a></span>\n                        <div class=\"\"><ul class=\"\"><li class=\"\">\n                        <div ><a href=\"https://youtu.be/kq-O3kB65WY\"><img src=\"img/A20.jpg\" alt=\"Go to youtube!\"></a>\n                         <h5><a href=\"http://www.symmetrymedical.com/\">Swiss Machinist CNC operator</a></h5>\n                         <h3><small><em>04/2016-08/2016</em></small></h3></div>\n                        <div><p><strong>Monroe Staffing @ Symetry Medical Manchester, NH</strong>\n                         <br>Ran their Citizens A20 and a HAAS NLX</p>\n                        </div>\n                       </li><hr>                                                 \n                       <li>                               \n                        <div><a href=\"https://youtu.be/h7FlRKUMpHc\"><img src=\"img/L16.jpg\"></a>      \n                         <h5><a href=\"http://www.millenniumprecision.com/\">Machinist/Junior Programer </a></h5>\n                         <h3><small><em>08/2015-03/2016</em></small></h3>\n                        </div>                                                  \n                        <div>                                                 \n                         <p><strong>Millennium Precision Manchester, NH</strong><br>\n                            Used advance Q.C. equipment for inspections. i.e. 4600 series\n                            14\" vertical beam Measured and marked dimensions and reference\n                            points accurately. Measured instruments to verify compliance \n                            with precise specifications. Dismantled and inspected components\n                            and adjusted and repaired them as necessary. Trained, directed \n                            and instructed apprentices and helpers. Fabricated tools, jigs \n                            and fixtures to meet manufacturing and engineering needs. Measured, \n                            marked and indicated proper dimensions and reference points on \n                            materials and work pieces for future reference. Calculated and \n                            set controls to regulate machining factors like part speed, feed,\n                            coolant flow, depth, angle of cut and clamping methods.\n                            Machined small and large parts to tolerances of .00015 or less.\n                            Made appropriate offset corrections for tool wear, broken tools\n                            and casting variations.Selected appropriate speeds and feeds\n                            according to type of metal and finish specifications.Executed bench,\n                            machine and hand tool work in shaping, fitting, and assembling machine \n                            parts from metal stock. Maintained logs, lists and files and promptly \n                            completed all necessary paperwork. Im actually in the process of finalizing\n                            a quality process that can be universally used in machine shops around the world.\n                         </p>\n                        </div></li><hr>                                                 \n                       <li>                                              \n                        <div>\n                        <a href=\"https://youtu.be/-vWQp4P64k0\"><img src=\"img/w&h.jpg\"></a>           \n                         <h5><a href=\"http://www.williamsnhussey.com/\">CNC Machinist </a></h5>\n                         <h3><small><em>09/2014-07/2015 </em></small></h3></div>                 \n                        <div>                                                  \n                         <p><strong>Williams & Husey Milford, NH</strong><br>\n                          Was hired to be cnc setting up manual lathes and 2 Trump machines\n                          soon became Painter, Grinder, Assembler QA inspection on the spot \n                          Used over Head cranes with HEAVY LOADS safely Mount install, align, \n                          and secure tools, attachments, fixture I was aware going into this \n                          situation that i would have to wear many hats. Maintained logs, \n                          lists and files and promptly completed all necessary paperwork. \n                         </p>\n                        </div>\n                       </li><hr>                                                 \n                       <li>                                            \n                        <div>\n                        <a href=\"https://youtu.be/sHkyzQCRZ64\"><img src=\"img/HAASNLX.jpg\"></a>      \n                         <h5 class=\"comment-name\"><a href=\"http://www.metalcraftersinc.com/intro.html\">Machinist </a></h5>\n                         <h3><small><em>01/2014-08/2014 </em></small></h3></div>\n                        <div>                                               \n                          <p><strong>Metal Crafters Methuen, MA</strong><br>\n                             Operated Haas control systems 5 set ups.\n                          </p>\n                        </div>\n                       </li><hr>\n                       <li>                                               \n                        <div>\n                         <a href=\"https://youtu.be/sMDoF0r4dvs\"><img src=\"img/L32.jpg\"></a>\n                         <h5><a href=\"http://cm-machineproducts.com/\"> Asembler /Machinist/SET-up Machinist </a></h5>\n                         <h3><small><em>05/2007-12/2013</em></small></h3></div>                   \n                        <divC>                                                  \n                         <p><strong>C&M machining Hudson, NH</strong><br>\n                          Made appropriate offset corrections for tool wear,broken tools and casting variations.\n                          Gauged and maintained tolerances on grinding diameters, depths, squareness and parallelism. \n                          Operated hand tools, drill presses, riveting machines and tap burners.Executed bench,\n                          machine and hand tool work in shaping, fitting, and assembling machine parts from metal stock.\n                          Maintained logs, lists and files and promptly completed all necessary paperwork. \n                          Machined small and large parts to tolerances of .0001 or less. Measured instruments to verify compliance with precise specifications.\n                         </p>\n                        </div>\n                       </li>\n                       </ul>\n                        </div>\n                     </article></section>\n                       <footer>\n                        <a href=\"http://twitter.com/rmortan\"><img src=\"img/twitter-wrap.png\" alt=\"Twitter Logo\" class=\"social-icon\"></a>\n                        <a href=\"http://facebook.com/rafaelmortan\"><img src=\"img/facebook-wrap.png\" alt=\"Facebook Logo\" class=\"social-icon\"></a>\n                        <p>&copy; 2016 Rafael Mortan. &circledR; </p>\n                      </footer>\n                      </section>\n                </body>\n          </html>"
    },
    {
      "type": "code",
      "language": "sass",
      "data": "@media only screen and (min-width: 480px) {\n}\n@media only screen and (min-width: 660px) {\n}"
    },
    {
      "type": "text",
      "data": ""
    }
  ]
}